1password
acpi
acpid
base
base-devel
bluetuith
bluez
bluez-utils
brightnessctl
btop
catppuccin-gtk-theme-mocha
claude-code
dunst
efibootmgr
evince
fastfetch
feh
firefox
fish
fzf
git
glow
grim
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlock
hyprpaper
intel-media-driver
intel-ucode
iwd
jq
kitty
lazydocker
lazygit
libpulse
libva-intel-driver
linux-firmware
linux-zen
mako
man-db
man-pages
nautilus
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
pamixer
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
reflector
rsync
satty
slurp
smartmontools
socat
sof-firmware
steam
telegram-desktop
tlp
tlp-rdw
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
uwsm
vlc
vulkan-intel
waybar
wget
wireless_tools
wireplumber
wl-clip-persist
wl-clipboard
woff2-font-awesome
wofi
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yay
yay-debug
yazi
zram-generator
