7zip
acpi
acpid
aichat
ark
bandwhich
base
base-devel
bat
bluez
bluez-utils
breeze-plymouth
brightnessctl
btop
cava
cliphist
colord
colord-kde
dkms
docker
docker-compose
dosfstools
duf
dust
efibootmgr
elisa
exfatprogs
eza
fastfetch
fd
ffmpegthumbnailer
ffmpegthumbs
firefox
fish
flatpak
fzf
git
glow
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gwenview
haruna
hiredis
imv
inetutils
iotop
iwd
jq
kate
kde-system-meta
kdegraphics-thumbnailers
kdenetwork-filesharing
kdialog
kget
konsole
ktimer
ktorrent
lazydocker
lazygit
libgsf
libpulse
libreoffice-fresh
linux-firmware
linux-zen
linux-zen-headers
luarocks
ly
man-db
man-pages
markdownpart
mise
mpc
nano
ncdu
neovim
networkmanager
newsboat
nftables
nodejs
noto-fonts
noto-fonts-cjk
ntfs-3g
nvtop
nwg-look
okular
openrgb
openssl-1.1
pacman-contrib
pigz
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plymouth
postgresql-libs
progress
pulsemixer
pv
python-build
python-pygments
python-pystray
python-pywal
qt5-wayland
qt6-wayland
reflector
ripgrep
rsync
rust
satty
sl
slurp
smartmontools
socat
sof-firmware
sshfs
starship
steam
stress
sysstat
telegram-desktop
thunderbird
tidy
tldr
tmux
traceroute
trash-cli
ttf-dejavu
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
tumbler
udiskie
ufw
unrar
unzip
usage
uwsm
w3m
wf-recorder
wget
wireless_tools
wireplumber
wl-clip-persist
woff2-font-awesome
xdg-user-dirs
xdg-utils
xorg-xinit
zoxide
zram-generator
