7zip
acpi
acpid
aichat
argyllcms
aurorae
bandwhich
base
base-devel
bat
bluedevil
bluez
bluez-utils
breeze
breeze-gtk
breeze-plymouth
brightnessctl
btop
capitaine-cursors
cava
cliphist
discover
dkms
docker
docker-compose
dosfstools
drkonqi
duf
dust
efibootmgr
exfatprogs
eza
fastfetch
fd
ffmpegthumbnailer
firefox
fish
flatpak
flatpak-kcm
fprintd
fzf
git
glow
gnome-keyring
grim
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
hiredis
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
hyprshot
imv
inetutils
inter-font
iotop
iptables
iwd
jq
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kde-system-meta
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kitty
kmenuedit
knighttime
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwin-x11
kwrited
layer-shell-qt
lazydocker
lazygit
libfprint
libgsf
libkscreen
libksysguard
libplasma
libpulse
libraw
libreoffice-fresh
linux-firmware
linux-zen
linux-zen-headers
luarocks
ly
mako
man-db
man-pages
milou
mise
mpc
mpd
mpd-mpris
nano
ncdu
ncmpcpp
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
newsboat
nftables
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nwg-look
ocean-sound-theme
openssl-1.1
openvpn
oxygen
oxygen-sounds
pandoc-cli
perl-archive-zip
perl-image-exiftool
perl-io-compress-brotli
pigz
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth
plymouth-kcm
polkit-kde-agent
postgresql-libs
powerdevil
powertop
print-manager
progress
pulsemixer
pv
pyenv
python-pygments
python-pystray
python-pywal
qqc2-breeze-style
qt5-wayland
qt6-wayland
reflector
ripgrep
rsync
rust
satty
sddm-kcm
sl
slurp
smartmontools
socat
sof-firmware
spectacle
sshfs
starship
steam
stress
sysstat
systemsettings
telegram-desktop
thunderbird
tidy
tldr
tlp
tlp-pd
tlp-rdw
tmux
traceroute
trash-cli
tree
ttf-dejavu
ttf-jetbrains-mono
ttf-liberation
tumbler
udiskie
ufw
unrar
unzip
usage
uwsm
w3m
wacomtablet
waybar
webp-pixbuf-loader
wf-recorder
wget
wireless_tools
wireplumber
wl-clip-persist
wl-clipboard
woff2-font-awesome
wofi
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
yazi
zoxide
zram-generator
