1password
1password-cli
7zip
acpi
acpid
aichat
amd-ucode
base
base-devel
bluetuith
bluez
bluez-utils
brightnessctl
btop
calcure
capitaine-cursors
catppuccin-gtk-theme-mocha
cava
claude-code
cliphist
dkms
dunst
efibootmgr
evince
fastfetch
feh
firefox
fish
fzf
git
glow
gnome-keyring
grim
grub
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlock
hyprpaper
imv
intel-media-driver
intel-ucode
iwd
jq
kitty
lazydocker
lazygit
libpulse
libva-intel-driver
libva-nvidia-driver
linux-firmware
linux-zen
linux-zen-headers
mako
man-db
man-pages
mpd
mpv
nano
nautilus
ncdu
ncmpcpp
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia-open-dkms
nvtop
openrgb
pamixer
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
pulsemixer
python-pywal
qt5-wayland
qt6-wayland
reflector
rsync
satty
secrets
slurp
smartmontools
socat
sof-firmware
sshfs
steam
tela-icon-theme
telegram-desktop
tlp
tlp-rdw
trash-cli
ttf-dejavu
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
udiskie
unrar
unzip
uwsm
vim
vlc
vulkan-intel
w3m
waybar
wf-recorder
wget
wireless_tools
wireplumber
wl-clip-persist
woff2-font-awesome
wofi
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xorg-server
xorg-xinit
yay
yay-debug
yazi
zram-generator
