7zip
acpi
acpid
aichat
aria2
bandwhich
base
base-devel
bat
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
capitaine-cursors
cava
cliphist
colord
dkms
docker-compose
dosfstools
efibootmgr
exfatprogs
fastfetch
feh
ffmpegthumbnailer
file-roller
firefox
fish
flatpak
fzf
gamescope
ghostscript
git
glow
gnome-disk-utility
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hiredis
hypridle
hyprland
hyprlauncher
hyprlock
hyprpaper
hyprpolkitagent
hyprpwcenter
hyprshot
hyprutils
hyprwayland-scanner
imv
inetutils
inter-font
iotop
iwd
jq
kitty
kmon
lazydocker
lazygit
libgsf
libpulse
libreoffice-fresh
linux-firmware
linux-zen
linux-zen-headers
luarocks
ly
mako
man-db
man-pages
mise
mpc
mpd
mpd-mpris
mpv
nano
ncdu
ncmpcpp
neovim
network-manager-applet
networkmanager
newsboat
noto-fonts
noto-fonts-cjk
ntfs-3g
nvtop
nwg-look
openrgb
pigz
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
podman
postgresql-libs
powertop
progress
pulsemixer
pv
python-pygments
python-pystray
python-pywal
qt5-wayland
qt6-wayland
quodlibet
reflector
rsync
rust
satty
secrets
sl
slurp
smartmontools
socat
sof-firmware
sshfs
starship
steam
stress
sysstat
telegram-desktop
testdisk
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
tidy
tmux
traceroute
trash-cli
ttf-dejavu
ttf-droid
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
tumbler
udiskie
ufw
unrar
unzip
uwsm
vlc-plugin-ffmpeg
w3m
waybar
wf-recorder
wget
wireless_tools
wireplumber
wl-clip-persist
woff2-font-awesome
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
yazi
zram-generator
